{
  "header": {
    "about": "Sobre mí",
    "whatIDo": "Habilidades",
    "work": "Trabajo",
    "contact": "Contáctame"
  },
  "welcomeSection": {
    "title": "HOLA, SOY JAVIER GAMBOA",
    "subtitle": "DESARROLLADOR DE SOFTWARE",
    "buttonHireMe": "Contratar",
    "buttonCV": "Ver HV"
  },
  "aboutMeSection": {
    "title": "SOBRE MÍ",
    "subtitle": "Desarrollador de Software",
    "description": "Soy un desarrollador de software proactivo con sólida experiencia en la construcción de aplicaciones escalables utilizando servicios de AWS como Lambda, API Gateway, DynamoDB, Cognito y SQS. También me especializo en desarrollo frontend y móvil con tecnologías modernas como React, React Native y Angular. Me apasiona crear soluciones eficientes e intuitivas y siempre estoy en busca de nuevos retos para crecer profesional y personalmente.",
    "myHobbies": "Mis hobbies",
    "travel": "Viajar",
    "workout": "Ejercitarme",
    "coffee": "Café"
  },
  "specializationSection": {
  "title": "LO QUE HAGO",
  "subtitle": "Especializado en",
  "serverlessDevelopment": "Experiencia en la creación de aplicaciones escalables y basadas en eventos utilizando AWS Lambda, API Gateway, SQS y otros servicios.",
  "cloudInfrastructure": "Dominio de AWS CDK e infraestructura como código (IaC), creando entornos en la nube reproducibles y fáciles de mantener.",
  "authentication": "Implementación de flujos de autenticación seguros y escalables con Amazon Cognito y buenas prácticas con OAuth2 y JWT.",
  "databaseManagement": "Diseño y gestión de modelos de datos eficientes utilizando Amazon DynamoDB (NoSQL) y RDS (MySQL) para sistemas transaccionales.",
  "messagingAndNotifications": "Integración de comunicación asíncrona y notificaciones mediante Amazon SQS, SNS, SES, Pinpoint y Connect para soportar sistemas distribuidos y estrategias de comunicación multicanal.",
  "frontendFrameworks": "Experto en frameworks frontend modernos como React, React Native y Angular, desarrollando aplicaciones web y móviles con arquitectura limpia e integración fluida con APIs."
},
  "contactSection": {
    "title": "CONTÁCTAME",
    "subtitle": "Ponte en contacto",
    "contactInformation": "Información del contacto",
    "contactDetails": "¿Tienes algún proyecto? ¿O tal vez solo quieres saludar? Me encantaría saber de ti.",
    "nameLabel": "Nombre",
    "namePlaceholder": "Tu nombre",
    "emailLabel": "Email",
    "emailPlaceholder": "Tu email",
    "messageLabel": "Mensaje",
    "messagePlaceholder": "Tu mensaje",
    "buttonSend": "Enviar mensaje"
  }
}
