{
  "header": {
    "about": "About",
    "whatIDo": "What I Do",
    "work": "Work",
    "contact": "Contact"
  },

  "welcomeSection": {
    "title": "HELLO, I'M JAVIER GAMBOA",
    "subtitle": "SOFTWARE DEVELOPER",
    "buttonHireMe": "Hire me",
    "buttonCV": "Get CV"
  },
  "aboutMeSection": {
    "title": "ABOUT ME",
    "subtitle": "Software Developer",
    "description": "I am a proactive software developer with strong experience building scalable applications using AWS services such as Lambda, API Gateway, DynamoDB, Cognito, and SQS. I also specialize in modern frontend and mobile development using React, React Native, and Angular. I am passionate about creating efficient, intuitive solutions and constantly seek new challenges to grow both professionally and personally.",
    "myHobbies": "My Hobbies",
    "travel": "Travel",
    "workout": "Workout",
    "coffee": "Coffee"
  },
"specializationSection": {
  "title": "WHAT I DO",
  "subtitle": "Specializing In",
  "serverlessDevelopment": "Experienced in building scalable, event-driven applications using AWS Lambda, API Gateway, SQS such as other services.",
  "cloudInfrastructure": "Skilled in AWS CDK and infrastructure as code (IaC), creating reproducible and maintainable cloud environments.",
  "authentication": "Implementing secure and scalable authentication flows using Amazon Cognito and best practices with OAuth2 and JWT.",
  "databaseManagement": "Designing and maintaining efficient data models using Amazon DynamoDB (NoSQL) and RDS (MySQL) for transactional systems.",
  "messagingAndNotifications": "Integrating asynchronous communication and alerts using Amazon SQS, SNS, SES, Pinpoint, and Connect to support distributed systems and multichannel engagement strategies.",
  "frontendFrameworks": "Proficient in modern frontend frameworks like React, React Native, and Angular—developing responsive web and mobile applications with clean architecture and seamless API integration."
},
  "contactSection": {
    "title": "CONTACT ME",
    "subtitle": "Get In Touch",
    "contactInformation": "Contact Information",
    "contactDetails": "Have some project? or maybe just want to say hello? I'd love to hear from you.",
    "nameLabel": "Name",
    "namePlaceholder": "Your name",
    "emailLabel": "Email",
    "emailPlaceholder": "Your email",
    "messageLabel": "Message",
    "messagePlaceholder": "Your message",
    "buttonSend": "Send Message"
  }
}
